var Config = {
    HTTP_HOST: "http://10.20.2.165:1205",
    statictis: {
        "pgbar1": "一级注册建筑师",
        "pgbar2": "二级注册建筑师",
        "pgbar3": "一级注册结构工程师",
        "pgbar4": "二级注册结构工程师",
        "pgbar5": "注册土木工程师(岩土)",
        "pgbar6": "注册公用设备工程师(暖通空调)",
        "pgbar7": "注册公用设备工程师(给水排水)",
        "pgbar8": "注册电气工程师(发电变电)",
        "pgbar9": "注册电气工程师(供配电)",
        "pgbar10": "注册监理工程师",
        "pgbar11": "一级注册建造师",
        "pgbar12": "二级注册建造师",
        "pgbar13": "二级临时注册建造师",
        "pgbar14": "注册造价建造师",
    },
    reg: /[1-9][0-9]*/g,  //数字正则表达式
    //h1_default_active: 0,
};

export { Config }
